{
    "title": "Datenschutzerklärung der SIT Academy AG",
    "intro": {
        "1": "Mit dieser Datenschutzerklärung beschreiben wir, die SIT Academy AG, Zürich Schweiz (\"wir\" oder \"uns\"), wie wir personenbezogene Daten erheben und weiterverarbeiten. Diese Datenschutzerklärung ist nicht notwendigerweise eine umfassende Beschreibung unserer Datenverarbeitung. Es ist möglich, dass für bestimmte Sachverhalte andere Datenschutzerklärungen oder ähnliche Dokumente anwendbar sind. Die Datenschutzbestimmungen sind Bestandteil unserer Allgemeinen Geschäftsbedingungen. Grossgeschriebene Wörter haben die gleiche Bedeutung wie in den derzeit gültigen Geschäftsbedingungen.",
        "2": "Indem Sie auf unsere Dienste zugreifen und/oder sie nutzen, erklären Sie sich als Kunde oder potenzieller Kunde mit den in dieser Datenschutzrichtlinie festgelegten Bedingungen einverstanden.",
        "3": "Der Begriff \"personenbezogene Daten\" in dieser Datenschutzerklärung bezeichnet alle Informationen, die eine Person identifizieren oder vernünftigerweise zur Identifizierung einer Person verwendet werden könnten.",
        "4": "Wenn Sie uns personenbezogene Daten anderer Personen zur Verfügung stellen, vergewissern Sie sich bitte, dass die betreffenden Personen von dieser Datenschutzerklärung Kenntnis haben und stellen Sie uns deren Daten nur zur Verfügung, wenn Sie dazu berechtigt sind und diese personenbezogenen Daten korrekt sind.",
        "5": "Diese Datenschutzerklärung steht im Einklang mit der EU-Datenschutzgrundverordnung (GDPR). Obwohl die GDPR eine Verordnung der Europäischen Union (EU) ist, kann sie für uns relevant sein."
    },
    "controller": {
        "title": "Verantwortlicher",
        "text": "Der \"Verantwortliche\" der Datenverarbeitung im Sinne dieser Datenschutzerklärung (d.h. der Verantwortliche) ist die SIT Academy AG,Heinrichstrasse 200, 8005 Zürich, sofern wir Sie nicht im Einzelfall anders informiert haben. Sie können uns datenschutzrechtliche Bedenken unter den folgenden Kontaktdaten mitteilen: Heinrichstrasse 200, 8005 Zürich und learn@sit.academy."
    },
    "data_collection": {
        "title": "Erhebung und Verarbeitung von personenbezogenen Daten",
        "text": "Um unsere Plattform und Dienste in vollem Umfang nutzen zu können, müssen Sie sich registrieren und uns bestimmte personenbezogene Daten zur Verfügung stellen, wie z. B. Name, Firmenname und E-Mail-Adresse, aber auch Rechnungsdaten (die \"personenbezogenen Daten\"). Wir verwenden diese Informationen, um Kundenkonten zu verwalten und die Dienste bereitzustellen. Darüber hinaus stellen Sie personenbezogene Daten in Inhalten zur Verfügung, die Sie in den Dienst hochladen und die wir zur Bereitstellung unseres Dienstes verwenden. Wir sammeln auch automatisch Informationen durch Ihre Nutzung des Dienstes, wie Informationen über Ihre Klicks und Ansichten. Um auf unsere Plattform und Dienste zuzugreifen oder diese zu nutzen, müssen Sie mindestens 16 Jahre alt sein. Folglich sammeln wir nicht wissentlich persönliche Daten von Minderjährigen. Abgesehen von den Daten, die Sie uns direkt zur Verfügung gestellt haben, gehören zu den Datenkategorien, die wir von Dritten über Sie erhalten, unter anderem Ihre Adresse und etwaige Interessen und andere soziodemografische Daten (für Marketingzwecke) Daten im Zusammenhang mit Ihrer Nutzung unserer Websites (z. B., IP-Adresse, MAC-Adresse Ihres Smartphones oder Computers, Informationen zu Ihrem Gerät und Ihren Einstellungen, Cookies, Datum und Uhrzeit Ihres Besuchs, abgerufene Seiten und Inhalte, verwendete Anwendungen, verweisende Website, Lokalisierungsdaten, die Inhalte Ihrer Interaktion mit unserem Kundensupport oder Vertrieb, die Text-/Video-/Audioaufzeichnungen und Abschriften enthalten können), sowie Informationen, die uns von Bewerbern zur Verfügung gestellt werden, wenn diese sich bei uns bewerben."
    },
    "user_data": {
        "title": "Daten von Endbenutzern",
        "text": "Wir sammeln und verarbeiten keine persönlichen Daten von Endbenutzern. Der Kunde ist verpflichtet, uns keine persönlichen Daten von Endkunden zur Verfügung zu stellen. Falls der Kunde uns solche persönlichen Daten zur Verfügung stellt, ist er allein dafür verantwortlich, dass er die Erlaubnis der betreffenden Person erhalten hat, uns zu erlauben, ihre persönlichen Daten zu sammeln oder zu verarbeiten."
    },
    "third_party_links": {
        "title": "Links zu Drittanbietern",
        "text": "Unsere Plattform kann Links zu Websites Dritter enthalten. Diese befinden sich nicht in unserem Besitz oder unter unserer Kontrolle, und wir sind nicht verantwortlich für deren Inhalt und deren Praktiken in Bezug auf den Datenschutz."
    },
    "data_processing_purpose": {
        "title": "Zweck der Datenverarbeitung und Rechtsgrundlagen",
        "text": "Wir verwenden die gesammelten Daten in erster Linie, um unseren Kunden das Werbemanagement zur Verfügung zu stellen, aber auch, und nicht nur, um Newsletter und andere Nachrichten mit Werbeinhalten zu versenden, sofern wir keine Opt-Out-Benachrichtigung von Ihnen erhalten, für die Abrechnung, die Kontoverwaltung und andere administrative Angelegenheiten, um Sicherheitsprobleme und Missbrauch zu verhindern und zu lösen. Wir können personenbezogene Daten auch verarbeiten, wenn dies gesetzlich oder durch andere Vorschriften vorgeschrieben ist. Darüber hinaus können wir im Einklang mit geltendem Recht und soweit angemessen Ihre personenbezogenen Daten und die personenbezogenen Daten Dritter für die folgenden Zwecke verarbeiten, die in unserem (oder ggf. im berechtigten Interesse Dritter) liegen, wie z. B.: Bereitstellung und Weiterentwicklung unserer Produkte, Plattform und Dienste, Apps und anderer Plattformen, auf denen wir aktiv sind; Kommunikation mit Dritten und Bearbeitung ihrer Anfragen (z. B., Medienanfragen); Überprüfung und Optimierung von Verfahren zur Bedarfsermittlung zum Zwecke der direkten Kundenansprache; Werbung und Marketing (einschliesslich der Organisation von Veranstaltungen), sofern Sie der Nutzung Ihrer Daten zu diesem Zweck nicht widersprochen haben (wenn Sie zu unserem Kundenstamm gehören und unsere Werbung erhalten, können Sie jederzeit widersprechen und wir setzen Sie auf eine Blacklist gegen weitere Werbesendungen); Markt- und Meinungsforschung, Medienbeobachtung; Geltendmachung von Rechtsansprüchen und Verteidigung in Rechtsstreitigkeiten und behördlichen Verfahren; Sicherstellung unseres Betriebs, einschliesslich unserer IT, unserer Websites, Apps und sonstiger Geräte; Wenn Sie uns eine Einwilligung zur Verarbeitung Ihrer personenbezogenen Daten für bestimmte Zwecke erteilt haben, verarbeiten wir Ihre personenbezogenen Daten im Rahmen und auf Grundlage dieser Einwilligung, es sei denn, wir haben eine andere Rechtsgrundlage, sofern wir eine solche benötigen. Eine erteilte Einwilligung kann jederzeit widerrufen werden, dies hat jedoch keinen Einfluss auf die vor dem Widerruf verarbeiteten Daten."
    },
    "tracking": {
        "title": "Cookies / Tracking und andere Techniken in Bezug auf die Nutzung unserer Website",
        "text": "Wir verwenden auf unseren Websites und Apps üblicherweise \"Cookies\" und ähnliche Techniken, die eine Identifizierung Ihres Browsers oder Geräts ermöglichen. Ein Cookie ist eine kleine Textdatei, die an Ihren Computer gesendet und automatisch vom Webbrowser auf Ihrem Computer oder Mobilgerät gespeichert wird, wenn Sie unsere Website besuchen oder unsere App installieren. Wenn Sie unsere Website erneut besuchen oder unsere App nutzen, können wir Sie wiedererkennen, auch wenn wir Ihre Identität nicht kennen. Neben Cookies, die nur während einer Sitzung verwendet und nach Ihrem Besuch der Website gelöscht werden (\"Sitzungs-Cookies\"), können wir Cookies verwenden, um Benutzer Konfigurationen und andere Informationen für einen bestimmten Zeitraum (z. B. zwei Jahre) zu speichern (\"permanente Cookies\"). Ungeachtet dessen können Sie Ihren Browser so einstellen, dass er Cookies ablehnt, nur für eine Sitzung speichert oder vorzeitig löscht. Die meisten Browser sind so voreingestellt, dass sie Cookies akzeptieren. Wir verwenden sie dauerhaft, um zu verstehen, wie Sie unsere Dienste und Inhalte nutzen, und um Ihnen massgeschneiderte Angebote und Werbung zeigen zu können (was auch auf Websites anderer Unternehmen geschehen kann; sollte uns Ihre Identität bekannt sein, erfahren diese Unternehmen Ihre Identität nicht von uns; sie wissen nur, dass derselbe Nutzer, der ihre Website besucht, zuvor eine bestimmte Website besucht hat). Wenn Sie Cookies blockieren, ist es möglich, dass Ihnen bestimmte Funktionen (wie z.B. Spracheinstellungen, Warenkorb, Bestellvorgänge) nicht mehr zur Verfügung stehen. In Übereinstimmung mit geltendem Recht können wir sichtbare und unsichtbare Bilddateien in unseren Newslettern und anderen Marketing-E-Mails verwenden. Wenn solche Bilddateien von unseren Servern abgerufen werden, können wir feststellen, ob und wann Sie die E-Mail geöffnet haben, so dass wir messen und besser verstehen können, wie Sie unsere Angebote nutzen und diese anpassen. Sie können dies in Ihrem E-Mail-Programm deaktivieren, was in der Regel eine Standardeinstellung sein wird. Indem Sie unsere Websites und Apps nutzen und dem Erhalt von Newslettern und anderen Marketing-E-Mails zustimmen, erklären Sie sich mit der Verwendung solcher Techniken durch uns einverstanden. Wir können Google Analytics oder ähnliche Dienste (zum Beispiel Facebook, Twitter, Linkedin) auf unserer Website verwenden. Dabei handelt es sich um Dienste von Drittanbietern, die sich in beliebigen Ländern weltweit befinden können und die es uns ermöglichen, die Nutzung unserer Website (auf anonymisierter Basis) zu messen und auszuwerten. Zu diesem Zweck werden permanente Cookies verwendet, die vom Dienstanbieter gesetzt werden. Der Service-Provider erhält (und speichert) keine personenbezogenen Daten von uns, kann aber Ihre Nutzung der Website nachverfolgen, diese Informationen mit Daten von anderen Websites, die Sie besucht haben und die ebenfalls vom jeweiligen Service-Provider nachverfolgt werden, kombinieren und diese Informationen für eigene Zwecke (z.B. zur Steuerung von Werbung) nutzen. Wenn Sie sich bei dem Dienstanbieter registriert haben, kennt der Diensteanbieter auch Ihre Identität. In diesem Fall erfolgt die Verarbeitung Ihrer personenbezogenen Daten durch den Service-Provider in Übereinstimmung mit dessen Datenschutzbestimmungen. Der Service-Provider stellt uns nur Daten über die Nutzung der jeweiligen Website zur Verfügung (aber keine persönlichen Informationen von Ihnen). Wenn Sie Google Analytics oder anderen ähnlichen Anbietern zugestimmt haben, um personalisierte kommerzielle Angebote zu erhalten, kann es sein, dass Ihnen auf der Grundlage Ihrer Besuche auf unseren Services Werbung angezeigt wird. Plug-ins für soziale Medien: Darüber hinaus verwenden wir auf unseren Websites Plug-Ins von sozialen Netzwerken wie Facebook, Twitter, Youtube, Google+, Pinterest oder Instagram. Diese sind für Sie sichtbar (typischerweise anhand der jeweiligen Symbole). Wir haben diese Elemente so konfiguriert, dass sie standardmässig deaktiviert sind. Wenn Sie diese aktivieren (durch Anklicken), können die Betreiber der jeweiligen sozialen Netzwerke erfassen, dass Sie sich auf unserer Website befinden und wo genau Sie sich auf unserer Website befinden und diese Informationen für eigene Zwecke nutzen. Diese Verarbeitung Ihrer personenbezogenen Daten liegt in der Verantwortung des jeweiligen Betreibers und erfolgt gemäss dessen Datenschutzbestimmungen. Wir erhalten von dem jeweiligen Betreiber keine Informationen über Sie."
    },
    "datatransfer": {
        "title": "Datentransfer und Übermittlung von Daten ins Ausland",
        "text": "Im Rahmen unserer Geschäftstätigkeit und im Einklang mit den in Abschnitt 2 genannten Zwecken der Datenverarbeitung können wir Daten an Dritte übermitteln, soweit eine solche Übermittlung zulässig ist und wir sie für zweckmässig halten, damit diese Daten für uns oder ggf. für eigene Zwecke verarbeiten. Bestimmte Empfänger können sich in der Schweiz, aber auch in jedem beliebigen Land der Welt befinden. Wenn wir Daten in ein Land ohne ausreichenden gesetzlichen Datenschutz übermitteln, stellen wir ein angemessenes Schutzniveau sicher, wie es gesetzlich vorgeschrieben ist, indem wir entsprechende Verträge (insbesondere auf der Grundlage der Standardvertragsklauseln der Europäischen Kommission) oder verbindliche unternehmensinterne Regelungen verwenden, oder wir stützen uns auf die gesetzlichen Ausnahmen für die Einwilligung, die Erfüllung von Verträgen, die Begründung, Ausübung oder Durchsetzung von Rechtsansprüchen, überwiegende öffentliche Interessen, veröffentlichte personenbezogene Daten oder weil es zum Schutz der Integrität der betroffenen Personen erforderlich ist. Eine Kopie der genannten vertraglichen Zusicherungen können Sie jederzeit bei dem unter Ziffer 1 genannten Ansprechpartner anfordern, soweit sie nicht unter dem vorgenannten Link abrufbar sind. Wir behalten uns jedoch vor, Kopien aus Gründen des Datenschutzes oder der Geheimhaltung zu schwärzen oder nur auszugsweise zu erstellen."
    },
    "data_retention": {
        "title": "Aufbewahrungsfristen für Ihre personenbezogenen Daten",
        "text": "Wir verarbeiten und speichern Ihre personenbezogenen Daten so lange, wie es für die Erfüllung unserer vertraglichen Verpflichtung und die Einhaltung gesetzlicher Pflichten oder anderer mit der Verarbeitung verfolgter Zwecke erforderlich ist, d.h. für die Dauer der gesamten Geschäftsbeziehung sowie darüber hinaus gemäss gesetzlicher Aufbewahrungs- und Dokumentationspflichten. Personenbezogene Daten können für den Zeitraum aufbewahrt werden, in dem Ansprüche gegen unser Unternehmen geltend gemacht werden können oder soweit wir anderweitig gesetzlich dazu verpflichtet sind oder wenn berechtigte geschäftliche Interessen eine weitere Aufbewahrung erfordern (z.B. zu Beweis- und Dokumentationszwecken). Sobald Ihre personenbezogenen Daten für die vorgenannten Zwecke nicht mehr benötigt werden, werden sie gelöscht oder, soweit möglich, anonymisiert. Für Betriebsdaten (z.B. Systemprotokolle) gelten in der Regel kürzere Aufbewahrungsfristen von maximal zwölf Monaten."
    },
    "data_security": {
        "title": "Datensicherheit",
        "text": "Wir haben angemessene technische und organisatorische Sicherheitsmassnahmen getroffen, um Ihre personenbezogenen Daten vor unberechtigtem Zugriff und Missbrauch zu schützen. Dennoch können wir keinen absoluten Schutz und keine absolute Sicherheit der personenbezogenen Daten garantieren."
    },
    "data_provision": {
        "title": "Verpflichtung zur Bereitstellung personenbezogener Daten an uns",
        "text": "Im Rahmen unserer Geschäftsbeziehung müssen Sie uns personenbezogene Daten zur Verfügung stellen, die für die Begründung und Durchführung einer Geschäftsbeziehung und die Erfüllung unserer vertraglichen Pflichten erforderlich sind (siehe oben Ziffer 2). Ohne diese Daten können wir in der Regel keinen Vertrag mit Ihnen abschliessen oder durchführen. Darüber hinaus ist die Nutzung der Website nur möglich, wenn bestimmte Informationen zur Ermöglichung des Datenverkehrs (z.B. IP-Adresse) bekannt gegeben werden."
    },
    "profiling": {
        "title": "Profiling",
        "text": "Wir verarbeiten Ihre personenbezogenen Daten teilweise automatisiert mit dem Ziel, bestimmte persönliche Aspekte auszuwerten (Profiling). Das Profiling ermöglicht es uns insbesondere, Sie besser über für Sie möglicherweise relevante Produkte zu informieren und zu beraten. Zu diesem Zweck setzen wir ggf. Auswertungstools ein, die es uns ermöglichen, mit Ihnen zu kommunizieren und Sie bedarfsgerecht zu bewerben, einschliesslich Markt- und Meinungsforschung."
    },
    "your_rights": {
        "title": "Ihre Rechte",
        "text": "In Übereinstimmung mit und soweit es das geltende Recht vorsieht (wie im Falle der Anwendbarkeit der DSGVO), haben Sie das Recht auf Zugang, Berichtigung und Löschung Ihrer personenbezogenen Daten, das Recht auf Einschränkung der Verarbeitung oder auf Widerspruch gegen unsere Datenverarbeitung sowie das Recht, bestimmte personenbezogene Daten zur Übermittlung an einen anderen Verantwortlichen zu erhalten (Datenportabilität). Bitte beachten Sie jedoch, dass wir uns vorbehalten, gesetzliche Einschränkungen unsererseits geltend zu machen, z.B. wenn wir zur Aufbewahrung oder Verarbeitung bestimmter Daten verpflichtet sind, ein überwiegendes Interesse haben (soweit wir uns auf solche Interessen berufen können) oder die Daten zur Geltendmachung von Ansprüchen benötigen. Falls die Ausübung bestimmter Rechte für Sie mit Kosten verbunden ist, werden wir Sie vorher darauf hinweisen. Die Einwilligung kann jederzeit durch eine Mitteilung an learn@sit.academy widerrufen werden. Bitte beachten Sie ferner, dass die Ausübung dieser Rechte in Konflikt mit Ihren vertraglichen Verpflichtungen stehen kann und dies zu Konsequenzen wie einer vorzeitigen Vertragsbeendigung führen oder Kosten verursachen kann. Sollte dies der Fall sein, werden wir Sie vorab informieren, sofern dies nicht bereits vertraglich vereinbart wurde. Die Ausübung dieser Rechte setzt in der Regel voraus, dass Sie in der Lage sind, Ihre Identität nachzuweisen (z.B. durch eine Kopie von Ausweispapieren, sofern Ihre Identität nicht anderweitig ersichtlich ist oder auf andere Weise nachgewiesen werden kann). Um diese Rechte geltend zu machen, wenden Sie sich bitte an die in Abschnitt 1 genannten Adressen. Darüber hinaus hat jeder Betroffene das Recht, seine Rechte gerichtlich geltend zu machen oder eine Beschwerde bei der zuständigen Datenschutzbehörde einzureichen. Die zuständige Datenschutzbehörde der Schweiz ist der Eidgenössische Datenschutz- und Öffentlichkeitsbeauftragte (http://www.edoeb.admin.ch)."
    },
    "amendments": {
        "title": "Änderungen dieser Datenschutzerklärung",
        "text": "Wir können diese Datenschutzerklärung jederzeit und ohne vorherige Ankündigung ändern. Es gilt die jeweils aktuelle, auf unserer Website veröffentlichte Fassung. Wenn die Datenschutzerklärung Teil eines Vertrages mit Ihnen ist, werden wir Sie bei wesentlichen Änderungen per E-Mail an die von Ihnen bei der Registrierung angegebene E-Mail-Adresse oder auf andere geeignete Weise informieren."
    },
    "version": "Version gültig ab"
}
