{
    "title": "Willkommen bei Job Tracker!",
    "part1": "Vielen Dank für die Nutzung von JobTracker. Diese App wird von der SIT Academy AG, Heinrichstrasse 200, 8005 Zürich, nachfolgend Constructor Learning genannt, erstellt und gepflegt.",
    "part2": "Mit der Nutzung von JobTracker, einer proprietären Software von Constructor Learning, erklären Sie sich mit den folgenden Bedingungen einverstanden (Terms). Bitte lesen Sie diese sorgfältig durch.",
    "part3": "JobTracker-Nutzungsbedingungen",
    "part4": "Diese Bedingungen regeln Ihren Zugang zur Nutzung der JobTracker-App. Sie schränken die Haftung und die Verpflichtungen von Constructor Learning Ihnen gegenüber ein, erlegen Ihnen bestimmte Pflichten auf und geben Constructor Learning das Recht, Ihren Zugang zu JobTracker im Falle eines Nutzungs Verstoßes jederzeit zu beenden und auszusetzen. Das JobTracker-Netzwerk ermöglicht es den Nutzern, das Wissen Dritter mit ihrem Netzwerk zu teilen, auf dieses Wissen zuzugreifen, kleine Codeschnipsel zu teilen, zusammen mit seinen anderen Funktionalitäten.",
    "part5": "Darüber hinaus behält sich Constructor Learning das Recht vor, Sie über die für Ihr Konto verwendete E-Mail zu kontaktieren, um Ihnen Informationen in Bezug auf das JobTracker-Produkt mitzuteilen, wie z. B. Erweiterungen, neue Funktionen und Updates. Alle Informationen, die Sie über die Website übermitteln, bleiben vertraulich und werden nicht an Dritte weitergegeben.",
    "part6": "Sie erklären sich damit einverstanden, dass Sie mit der Anmeldung zur Nutzung von JobTracker und der Registrierung als Benutzer eine rechtsverbindliche Vereinbarung mit Constructor Learning eingehen. Indem Sie den Bedingungen zustimmen, indem Sie auf die Schaltflächen \"Anmelden\", \"Registrieren\" und \"Ich stimme zu\" oder ähnliche Schaltflächen klicken, erklären Sie, dass Sie die Bedingungen gelesen und verstanden haben und dass Sie an diese gebunden sind.",
    "part7": "Constructor Learning behält sich das Recht vor, nach eigenem Ermessen Teile dieser Bedingungen jederzeit zu ändern, zu modifizieren, hinzuzufügen oder zu entfernen. Wir werden Sie über solche Änderungen informieren und es liegt in Ihrer alleinigen Verantwortung, diese aktualisierten Bedingungen zu überprüfen.\n",
    "part8": "Indem Sie diesen Bedingungen zustimmen, erklären Sie sich nicht nur mit allen oben genannten Punkten einverstanden, sondern auch mit unserer unten erläuterten Datenschutzrichtlinie.",
    "part9": "Recht zur Nutzung von JobTracker",
    "part10": "Unter der Voraussetzung, dass Sie alle Verpflichtungen aus dieser Vereinbarung einhalten, gewähren wir Ihnen ein beschränktes, widerrufliches, nicht exklusives, nicht übertragbares und nicht unterlizenzierbares Recht, JobTracker in Übereinstimmung mit unseren Nutzungsbedingungen zu nutzen.",
    "part11": "Sie verstehen, dass wir Drittanbieter und Hosting-Partner nutzen, um Hardware, Software, Netzwerke, Speicher und verwandte Technologien bereitzustellen, die für den Betrieb unseres Dienstes erforderlich sind.",
    "part12": "Anmeldung und Registrierung",
    "part13": "Um JobTracker nutzen zu können, müssen Sie den Anmeldeprozess abschließen und sich als Benutzer registrieren. Ihr Login darf nur von einer Person verwendet werden - ein einzelnes Login, das von mehreren Personen genutzt wird, ist nicht erlaubt.",
    "part14": "Löschung Ihres Kontos",
    "part15": "Sie sind allein dafür verantwortlich, Ihren Account zu löschen. Sie finden diese Option im Profilbereich Ihres Kontos. Sobald Sie Ihr Konto gelöscht haben, werden alle Ihre Daten dauerhaft gelöscht.",
    "part16": "Beschränkungen der Nutzung",
    "part17": "Sie müssen alle verfügbaren Gesetze, Regeln, Vorschriften und Richtlinien einhalten und stimmen zu, Folgendes nicht zu tun:",
    "part18": "Auf nicht-öffentliche Bereiche von JobTracker oder der Computersysteme von Drittanbietern zuzugreifen, diese zu manipulieren oder zu nutzen.",
    "part19": "Der Versuch, auf JobTracker mit einer anderen Engine, Software, einem anderen Tool, Agenten, Gerät oder Mechanismus als der von JobTracker bereitgestellten Software und/oder Suchagenten oder anderen allgemein verfügbaren Webbrowsern von Drittanbietern (wie Microsoft Internet Explorer, Mozilla Firefox oder Google Chrome) zuzugreifen oder diese zu durchsuchen, einschließlich, aber nicht beschränkt auf Browser-Automatisierungstools.",
    "part20": "Versuche, die für die Bereitstellung von JobTracker verwendete Software zu entschlüsseln, zu dekompilieren, zu disassemblieren oder zurückzuentwickeln.",
    "part21": "Jede Handlung auszuführen, die darauf abzielt, JobTracker zu schädigen.",
    "part22": "Datenschutzrichtlinien",
    "part23": "Ziel der Datenschutzrichtlinie ist es, Sie darüber zu informieren, was wir sammeln, warum wir es sammeln und wie Sie Ihre Daten jederzeit verwalten, exportieren und löschen können.",
    "part24": "Welche Daten sammeln wir?",
    "part25": "Zusammen mit Ihren Registrierungsdaten sammeln wir alle Informationen, die im JobTracker-Netzwerk ausgetauscht werden."
}
