{
    "title": "Welcome to Job Tracker!",
    "part1": "Thanks for using JobTracker. This app is created and maintained\n                by SIT Academy AG, Heinrichstrasse 200, 8005 Zurich,\n                hereinafter referred to as Constructor Learning.",
    "part2": "By using JobTracker, a proprietary software program belonging to\n                Constructor Learning, you are agreeing to the following Terms and\n                Conditions (Terms). Please read them carefully.",
    "part3": "Job Tracker Terms of Use",
    "part4": "These Terms govern your access to the use of the JobTracker app.\n                They limit Constructor Learning’s liability and obligations to you, impose\n                certain obligations, and give Constructor Learning the right to terminate\n                and suspend your access of JobTracker at any time in case of\n                breach of use. The JobTracker network enables users to share\n                third party knowledge with their network, access that knowledge,\n                share small code snippets along with its other functionalities.",
    "part5": "In addition, Constructor Learning reserves the right to contact you on the\n                email used for your account solely for the purpose of\n                communicating information related to the JobTracker product,\n                such as enhancements, new features, and updates. All information\n                that you submit via the website remains confidential and will\n                not be shared with any thirds parties.",
    "part6": "You agree that by signing-up to use JobTracker and registering\n                as a user, you are entering into a legally binding agreement\n                with Constructor Learning. By agreeing to Terms by clicking “Log In”,\n                “Sign-up” and “I agree” or similar buttons, you agree that you\n                have read and understood the Terms and that you are bound by\n                them.",
    "part7": "Constructor Learning reserves the right, at its sole discretion to change,\n                modify, add or remove portions of these Terms any time. We will\n                notify you of such changes and it is your sole responsibility to\n                check these updated Terms.",
    "part8": "By agreeing to these Terms, you not only agree to all the points\n                above but also to our Privacy Policy explained below.",
    "part9": "Right to use Job Tracker",
    "part10": "On the conditions that you comply with all obligations under\n                this agreement, we grant you a limited, revocable, nonexclusive,\n                non assignable, non sublicensable right to access JobTracker in\n                accordance with our Terms of Use.",
    "part11": "You understand that we use third-party vendors and hosting\n                partners to provide hardware, software, networking, storage, and\n                related technology required to run our service.",
    "part12": "Sign-up and Registration",
    "part13": "To use JobTracker, you must complete the sign-up process and\n                register as a user. Your login may only be used by one person -\n                a single login shared by multiple people is not permitted.",
    "part14": "Deleting your account",
    "part15": "You are solely responsible to delete your account. You will find\n                this option in the Profile section of your account. Once you’ve\n                deleted your account, all of your data will be permanently\n                deleted.",
    "part16": "Restrictions of Use",
    "part17": "You must comply with all available laws, rules, regulations and\n                guidelines, and agree not to do any of the following:",
    "part18": "Access, tamper with, or use non-public areas of JobTracker or\n                it’s third party hosting provides computer systems.",
    "part19": "Attempt to access or search the JobTracker with any engine,\n                software, tool, agent, device or mechanism other than the\n                software and/or search agents provided by JobTracker or other\n                generally available third-party web browsers (such as Microsoft\n                Internet Explorer, Mozilla Firefox, or Google Chrome), including\n                but not limited to browser automation tools.",
    "part20": "Attempt to decipher, decompile, disassemble or\n                reverse-engineer any of the software used to provide the\n                JobTracker.",
    "part21": "Perform any act which is intended to harm JobTracker.",
    "part22": "Privacy policy",
    "part23": "The goal of the privacy policy is to provide you information on\n                what we collect, why we collect it, and how you can at any time\n                manage, export and delete your information.",
    "part24": "What data do we collect?",
    "part25": "Along with your registration details, we collect all information\n                shared on Job Tracker network"
}
